Repository: open-uchile/eol_contact_form
Catalog: eol_contact_form/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Message
es_419: Mensaje

source: Course
es_419: Curso

source: Category
es_419: Categoría

source: Email
es_419: Correo electrónico

source: Name
es_419: Nombre

source: (Username: {user_username}){strong_tag_close} has sent a message through the platform:
es_419: (Usuario: {user_username}){strong_tag_close} ha enviado un mensaje a través de la plataforma:

source: {user_name}{strong_tag_close} has sent a message through the platform:
es_419: {user_name}{strong_tag_close} ha enviado un mensaje a través de la plataforma:

source: Previous Page:
es_419: Página anterior:

source: Previous Page Course Code:
es_419: Código del curso de la página anterior:

source: RUT, DNI or passport
es_419: RUT, DNI or pasaporte

source: Contact Form
es_419: Formulario de contacto

source: Fill out the form to contact our Help Desk and we will get back to you as soon as possible. Our office hours are Monday to Friday from 09:00 to 18:00 hrs (Santiago, Chile).
es_419: Completa el formulario para comunicarte con nuestra Mesa de Ayuda y te responderemos a la brevedad. Nuestro horario de atención es de lunes a viernes de 09:00 a 18:00 hrs. (Santiago, Chile)

source: Try Again
es_419: ¡Intente nuevamente!

source: There was a problem trying to send your message.
es_419: Hubo un problema al intentar enviar su mensaje.

source: If the problem persists, send an email to
es_419: Si el problema persiste, envíe un correo a

source: Enter a valid {error}
es_419: Ingresa un {error} válido

source: Message sent!
es_419: ¡Mensaje enviado!

source: Wait for our help desk to contact you
es_419: Espera a que nuestra mesa de ayuda se ponga en contacto contigo.

source: Please enter your full name
es_419: Indícanos tu nombre completo

source: Example: John Smith
es_419: Ejemplo: Juan Herrera

source: Please provide us with an e-mail address where we can contact you
es_419: Indícanos un correo donde podamos contactarte

source: Example: john.smith@mail.me
es_419: Ejemplo: juan.herrera@gmail.com

source: Please tell us which category your question belongs to
es_419: Indícanos a qué categoría corresponde tu pregunta

source: Select a category
es_419: Selecciona una categoría

source: Specific course questions
es_419: Preguntas de un curso específico

source: Issuance of Certificates
es_419: Emisión de certificados

source: Where to find the course programs
es_419: Dónde encontrar los programas del curso

source: Problems in the progress
es_419: Problemas en el avance

source: Content of a course
es_419: Contenido de un curso

source: Administrative
es_419: Administrativas

source: Evaluations
es_419: Evaluaciones

source: Technical problems
es_419: Problemas técnicos

source: Login problems
es_419: Problemas con inicio de sesión

source: Identity verification
es_419: Verificación de identidad

source: Platform errors
es_419: Errores en la plataforma

source: Use of the platform
es_419: Uso de la plataforma

source: Creation of courses
es_419: Creación de cursos

source: Teacher training
es_419: Formación docente

source: Honor code
es_419: Código de honor

source: Other
es_419: Otro

source: Congratulations
es_419: Felicitaciones

source: Comments or suggestions
es_419: Comentarios o sugerencias

source: Complaints
es_419: Reclamos

source: Please tell us the name of the course
es_419: Indícanos el nombre del curso

source: Example: Introduction to EOL platform
es_419: Ejemplo: Introducción a la plataforma EOL

source: Please indicate your RUT, DNI or passport
es_419: Indícanos tu RUT, DNI o pasaporte

source: Example: 12.345.678-9 or A12345678
es_419: Ejemplo: 12.345.678-9 o A12345678

source: For more information, please visit
es_419: Para mayor información, por favor visite

source: Terms and Conditions
es_419: Términos y Condiciones

source: Please tell us more about your question
es_419: Indícanos más detalles sobre tu pregunta

source: Enter more details about what you want to tell us
es_419: Ingresa más detalles de lo que quieres contarnos

source: Submit message
es_419: Enviar mensaje
